{"id":3859,"date":"2021-03-26T16:58:01","date_gmt":"2021-03-26T15:58:01","guid":{"rendered":"https:\/\/site4.stellis-vm1.nfrance.net\/en\/?p=3859"},"modified":"2021-03-29T17:22:30","modified_gmt":"2021-03-29T15:22:30","slug":"how-to-invest-your-first-euro-in-industrial-cybersecurity","status":"publish","type":"post","link":"https:\/\/www.cybelius.fr\/?p=3859&lang=en","title":{"rendered":"How to invest your first euro in industrial cybersecurity?"},"content":{"rendered":"\n<p><strong>Wanacry and NotPetya achieved what the experts were struggling to do: propel cybersecurity issues on board and raise awareness. Recent cyber-attacks have already cost businesses between $ 100 million and $ 300 million. Figures that encourage top management to invest now their first euros in their ICS cybersecurity. Once companies are ready to invest, the following questions arise: what level of security does my company need? What are the priorities? How to estimate the vulnerabilities of industrial information system? How to get a return on cybersecurity investment? In this article, Cybelius offers a pragmatic approach and answers to protect your assets against the cyber risk.<\/strong><\/p>\n\n\n\n<h3><strong>Maintain a sufficient security level!<\/strong><\/h3>\n\n\n\n<p>Every company seeks to sustain and maintain its industrial systems’ performance. This is called MOC (Maintenance in Operational Condition). It is about guarantying on medium or long term the availability and the lifetime of its equipment. A strategy of sustainability is essential because renewing all or part of an installation, with a high initial cost, is expensive. Manufacturers also want to maximize the ROI and maintain the homogeneity of their facilities. This raises the question of how to conserve the networks security over time. This is what we call MSC (Maintenance in Safety Condition).<\/p>\n\n\n\n<p>Recent examples of cyberattacks prove that old systems and configurations are the most vulnerable and the most targeted. The MSC’s objective is then to collect, aggregate and synthesize information dealing with threat and vulnerabilities’ changes. A good MSC strategy will maintain a constant level of security, adapted to the evolution of the threat, as well as monitoring and considering security patches.<\/p>\n\n\n\n<p>The MSC is therefore a crucial strategy for critical projects. Moreover, it is complementary to the MOC. With time, all manufacturers will have to integrate the MSC to the MOC to protect their networks from cyberattacks. If today the MOC is around 7 to 15% of the industrial IS value, merging MOC and MSC is a crucial step which does not cost more to companies (between 10 to 12%).<\/p>\n\n\n\n<p>However, the MSC requires expertise in assisting the deployment of security patches, in enforcing security measures, and in handling security incidents. To do so, an initial investment is necessary to detect the vulnerabilities of its industrial system and to implement the organizational and material measures. Cybelius has 2 methods to master the cyber threat and understand the costs of effective and controlled security.<\/p>\n\n\n\n<h3><strong>An « in-depth » cyber approach<\/strong><\/h3>\n\n\n\n<p>A global cyber approach’s first step is writing down a ISSP (information systems security policy) that defines the objectives to be achieved, the staff implicated, and the resources allocated to the cybersecurity budget. It involves writing rules and procedures for your plant (access rights, incident response plan, restoration procedures, etc.). In France, since 2013, only critical infrastructures (OIV-private companies, national security structures) are constrained by the Military Programming Act to establish these rules, but this policy should gradually extend to the entire industry. Beforehand, the top managers need to be committed and the staff aware about the eventual cyberattacks. Indeed, the initiative of an industrial cybersecurity project cannot be planned without a real awareness from the directors. It is also recalled that a global cybersecurity strategy is the result of a collective work.<\/p>\n\n\n\n<p>Once the budget is defined, we start identifying the existing. A map of the industrial information system (networks and equipment, flow matrix, programs’ inventories, system administration) allows us to determine a perimeter, facilitate the security incidents’ handling and report attacks. It is recommended to review the mapping each year. Software that are scalable are also identified. Finally, we create the roles and rights of the industrial system users.<\/p>\n\n\n\n<p>Then comes the risk analysis. Several methods are already used like EBIOS or MEHARI. It involves identifying critical processes, vulnerabilities, threats or the relevance and updating of components. It is necessary to know if these systems are sensitive in terms of security of goods, people or industrial property. From the risk analysis, you can define a security target to know what you want to protect within your company and allocate the necessary resources. When the risks are tolerated, we speak of residual risks (low impact \/ probability that the risk is dangerous for the industrial system &#8211; see diagram below).<\/p>\n\n\n\n<p>To meet the basic criteria of security, it is necessary to implement appropriate security measures. After identifying what you want to protect, we define how to protect them. We are talking here about organizational and technical measures.<\/p>\n\n\n\n<p>Organizational measures include: knowledge of its industrial information system, training and awareness of staff (charter of good practice for example), cybersecurity by design, correlation of physical security premises and access control reaction in case of incident relating to the authorities.<\/p>\n\n\n\n<p>When it comes to technical measures, it&rsquo;s more about: defining the roles and rights of IT administrators and users, authenticating them, partitioning the system (and thus avoiding the spread of a virus), securing protocols and equipment, logging events (to make detection easier and thus a quick intervention) or to install equipment that ensures the security of the industrial system, such as firewalls, demilitarized zones or intrusion detection tools (learn more about <a href=\"http:\/\/www.cypres-security.fr\/?lang=en\">CyPRES,<\/a> our detection probe).<\/p>\n\n\n\n<p>By undertaking a global approach, combined with in depth layers defense, manufacturers who wish to meet the challenge of industry 4.0 and protect their networks threats and security vulnerabilities, increase the resolution of incidents, reduce downtime and avoid financial losses.<\/p>\n\n\n\n<p>The implementation of such a strategy and the deployment of solutions adapted to the critical industrial system generally take a year and require a financial commitment of up to 10% of the value of the industrial system (see diagram below).<\/p>\n\n\n\n<h3><strong>A « pragmatic » cyber approach<\/strong><\/h3>\n\n\n\n<p>Another strategy, implemented quickly (over a period of 2 to 4 months) and less expensive is also possible for a first cyber study. This approach allows a first level of security, with an optimized budget, for a better acceptance by the top management. This so-called pragmatic approach has the merit of securing the major vulnerabilities of the information system that can jeopardize the proper functioning of the process.<\/p>\n\n\n\n<p>Here are the 4 steps to follow.<\/p>\n\n\n\n<p>•<strong> Inventory<\/strong><\/p>\n\n\n\n<p>The first step is the industrial system diagnosis. Any security project must include an assets’ inventory and their degree of openness to the outside to estimate the level of exposure. Beyond the knowledge of the industrial systems’ components, the inventory will assess the impact of an attack, facilitate the handling of security incidents and determine the protective measures applicable. Note that Cybelius has developed a cyberattack detection probe: CyPRES, which makes it possible to establish this inventory in an automated and fast manner.<\/p>\n\n\n\n<p>•<strong> Risk analysis<\/strong><\/p>\n\n\n\n<p>After making an inventory of the existing industrial systems, a risk analysis is carried out. In this process of identifying the essential vulnerabilities of the IS, Cybelius has developed its own method, APERO (Analysis for the Evaluation of Operational Risks) which combines cybersecurity and operational safety. APERO enables the quick identification of the technical and organisational measures to set up in order to protect your SCADA.<br>It is based on fundamental criteria of availability, integrity, confidentiality, traceability, sometimes even accountability. In this analysis, we differentiate critical assets (information and processes) from supporting assets (components and subsystems).<\/p>\n\n\n\n<p>• <strong>Deployment of a technical solution<\/strong><\/p>\n\n\n\n<p>Few cybersecurity products on the market are designed for the context of industries. To respond to this specificity, Cybelius, specialized in industrial computing, has developed cybersecurity solutions adapted to the world of operational technologies.<\/p>\n\n\n\n<p>Today, it is essential to isolate your SCADA network from the IT network as well as third-party networks. To do so, manufacturers must implement a firewall that filters exchanges between networks and secures remote connections.<\/p>\n\n\n\n<p>Cybelius has developed CyFENCE, a DMZ that can segment a SCADA architecture and secure exchanges between IT and OT. It guarantees a strict partitioning and offers up to 10 services allowing the security of exchanges and the operational restoration of a system. This DMZ has been designed by the standards and measures applicable (for eg. The IEC 62443 standard and the ANSSI guides).<\/p>\n\n\n\n<p>To prevent a virus from reaching the systems, it is necessary to break its digital journey. With CyFENCE, the contamination coming from a third network is thus blocked, avoiding its propagation on the industrial information system. This cybersecurity approach allows sound data exchanges. The DMZ can be implemented easily, without disrupting the plant’s life and allows a true in-depth defense.<\/p>\n\n\n\n<p>• <strong>Training a cyber team<\/strong><\/p>\n\n\n\n<p>Investment in infrastructure’s security is not enough. To be optimized, the process of securing the industrial system must be couple with training (theoretical and practical) in cybersecurity, adapted to the industrial environment. The goal is twofold. Sustain the investments and the measures implemented and be sure that the IT and OT teams speak the same language. IT, OT and cyber experts need to collaborate (read our <a href=\"https:\/\/www.cybelius.fr\/en\/2017\/10\/26\/equipes-it-et-ot-le-nouveau-duo-de-lindustrie\/\">article<\/a> on this topic).<\/p>\n\n\n\n<p><strong>Nowadays, cybercriminals have improved to become more and more aware of industrial systems and how to corrupt them.<\/strong><\/p>\n\n\n\n<p><strong>Previously isolated, OT networks are now more open and vulnerable with the advent of IoT and Industry 4.0. These networks must be protected to avoid the socio-economic consequences of a cyberattack.<\/strong><\/p>\n\n\n\n<p><strong>Solutions do exist, and they often start with a better knowledge of one&rsquo;s own system, assets to protect and risks. Whether the approach is global or optimized, Cybelius is here to help you implement a cyber strategy and deploy the right solutions for your infrastructures.<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wanacry and NotPetya achieved what the experts were struggling to do: propel cybersecurity issues on board and raise awareness. Recent cyber-attacks have already cost businesses between $ 100 million and $ 300 million. Figures that encourage top management to invest now their first euros in their ICS cybersecurity. Once companies [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[146,1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cybelius.fr\/?p=3859\" \/>\n<meta property=\"og:locale\" content=\"fr_FR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS\" \/>\n<meta property=\"og:description\" content=\"Wanacry and NotPetya achieved what the experts were struggling to do: propel cybersecurity issues on board and raise awareness. Recent cyber-attacks have already cost businesses between $ 100 million and $ 300 million. Figures that encourage top management to invest now their first euros in their ICS cybersecurity. Once companies [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cybelius.fr\/?p=3859&amp;lang=en\" \/>\n<meta property=\"og:site_name\" content=\"CyBELIUS\" \/>\n<meta property=\"article:published_time\" content=\"2021-03-26T15:58:01+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-03-29T15:22:30+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cybelius.fr\/#organization\",\"name\":\"CyBELIUS sas\",\"url\":\"https:\/\/www.cybelius.fr\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.cybelius.fr\/#logo\",\"inLanguage\":\"fr-FR\",\"url\":\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png\",\"contentUrl\":\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png\",\"width\":512,\"height\":512,\"caption\":\"CyBELIUS sas\"},\"image\":{\"@id\":\"https:\/\/www.cybelius.fr\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cybelius.fr\/#website\",\"url\":\"https:\/\/www.cybelius.fr\/\",\"name\":\"CyBELIUS\",\"description\":\"Industrial Cyber Solutions\",\"publisher\":{\"@id\":\"https:\/\/www.cybelius.fr\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cybelius.fr\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"fr-FR\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage\",\"url\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en\",\"name\":\"How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS\",\"isPartOf\":{\"@id\":\"https:\/\/www.cybelius.fr\/#website\"},\"datePublished\":\"2021-03-26T15:58:01+00:00\",\"dateModified\":\"2021-03-29T15:22:30+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#breadcrumb\"},\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cybelius.fr\/?p=3859&lang=en\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Accueil\",\"item\":\"https:\/\/www.cybelius.fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"How to invest your first euro in industrial cybersecurity?\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage\"},\"author\":{\"@id\":\"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1\"},\"headline\":\"How to invest your first euro in industrial cybersecurity?\",\"datePublished\":\"2021-03-26T15:58:01+00:00\",\"dateModified\":\"2021-03-29T15:22:30+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage\"},\"wordCount\":1554,\"publisher\":{\"@id\":\"https:\/\/www.cybelius.fr\/#organization\"},\"articleSection\":[\"News\"],\"inLanguage\":\"fr-FR\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1\",\"name\":\"Lamyae Benjelloun\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.cybelius.fr\/#personlogo\",\"inLanguage\":\"fr-FR\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g\",\"caption\":\"Lamyae Benjelloun\"},\"sameAs\":[\"https:\/\/www.cybelius.fr\"],\"url\":\"https:\/\/www.cybelius.fr\/?author=2\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cybelius.fr\/?p=3859","og_locale":"fr_FR","og_type":"article","og_title":"How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS","og_description":"Wanacry and NotPetya achieved what the experts were struggling to do: propel cybersecurity issues on board and raise awareness. Recent cyber-attacks have already cost businesses between $ 100 million and $ 300 million. Figures that encourage top management to invest now their first euros in their ICS cybersecurity. Once companies [&hellip;]","og_url":"https:\/\/www.cybelius.fr\/?p=3859&lang=en","og_site_name":"CyBELIUS","article_published_time":"2021-03-26T15:58:01+00:00","article_modified_time":"2021-03-29T15:22:30+00:00","twitter_card":"summary_large_image","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.cybelius.fr\/#organization","name":"CyBELIUS sas","url":"https:\/\/www.cybelius.fr\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/www.cybelius.fr\/#logo","inLanguage":"fr-FR","url":"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png","contentUrl":"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png","width":512,"height":512,"caption":"CyBELIUS sas"},"image":{"@id":"https:\/\/www.cybelius.fr\/#logo"}},{"@type":"WebSite","@id":"https:\/\/www.cybelius.fr\/#website","url":"https:\/\/www.cybelius.fr\/","name":"CyBELIUS","description":"Industrial Cyber Solutions","publisher":{"@id":"https:\/\/www.cybelius.fr\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cybelius.fr\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"fr-FR"},{"@type":"WebPage","@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage","url":"https:\/\/www.cybelius.fr\/?p=3859&lang=en","name":"How to invest your first euro in industrial cybersecurity? &gt; CyBELIUS","isPartOf":{"@id":"https:\/\/www.cybelius.fr\/#website"},"datePublished":"2021-03-26T15:58:01+00:00","dateModified":"2021-03-29T15:22:30+00:00","breadcrumb":{"@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#breadcrumb"},"inLanguage":"fr-FR","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cybelius.fr\/?p=3859&lang=en"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Accueil","item":"https:\/\/www.cybelius.fr\/"},{"@type":"ListItem","position":2,"name":"How to invest your first euro in industrial cybersecurity?"}]},{"@type":"Article","@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#article","isPartOf":{"@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage"},"author":{"@id":"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1"},"headline":"How to invest your first euro in industrial cybersecurity?","datePublished":"2021-03-26T15:58:01+00:00","dateModified":"2021-03-29T15:22:30+00:00","mainEntityOfPage":{"@id":"https:\/\/www.cybelius.fr\/?p=3859&lang=en#webpage"},"wordCount":1554,"publisher":{"@id":"https:\/\/www.cybelius.fr\/#organization"},"articleSection":["News"],"inLanguage":"fr-FR"},{"@type":"Person","@id":"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1","name":"Lamyae Benjelloun","image":{"@type":"ImageObject","@id":"https:\/\/www.cybelius.fr\/#personlogo","inLanguage":"fr-FR","url":"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g","caption":"Lamyae Benjelloun"},"sameAs":["https:\/\/www.cybelius.fr"],"url":"https:\/\/www.cybelius.fr\/?author=2"}]}},"_links":{"self":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts\/3859"}],"collection":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=3859"}],"version-history":[{"count":1,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts\/3859\/revisions"}],"predecessor-version":[{"id":3860,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts\/3859\/revisions\/3860"}],"wp:attachment":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=3859"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fcategories&post=3859"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Ftags&post=3859"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}