{"id":1067,"date":"2017-11-30T10:18:07","date_gmt":"2017-11-30T09:18:07","guid":{"rendered":"http:\/\/www.cybelius.fr\/?p=1067"},"modified":"2017-11-30T10:18:07","modified_gmt":"2017-11-30T09:18:07","slug":"comment-investir-votre-premier-euro-en-cybersecurite-industrielle","status":"publish","type":"post","link":"https:\/\/www.cybelius.fr\/?p=1067","title":{"rendered":"Comment investir votre premier euro en cybersécurité industrielle ?"},"content":{"rendered":"<p align=\"justify\"><span style=\"color: #fbc300;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Wanacry et NotPetya ont réalisé ce que les experts avaient du mal à faire : propulser les questions de cybersécurité à la table de la direction générale des entreprises et éveiller les consciences. Les récentes cyberattaques ont déjà coûté aux entreprises touchées entre 100 et 300 millions de dollars. Des chiffres qui incitent le top management à investir maintenant leurs premiers euros dans la cybersécurité de leurs systèmes industriels. Une fois les volontés réunis, se pose alors les questions suivantes : quel niveau de sécurité mon entreprise a-t-elle besoin ? Quelles sont les priorités ? Comment estimer les vulnérabilités des SI industriels ? Comment rentabiliser au maximum son investissement dans la cybersécurité ? Dans cet article, Cybelius vous propose une démarche et des réponses pragmatiques afin de mieux maitriser le risque cyber. <\/span><\/span><\/span><\/p>\n<h3><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Maintenez votre sécurité dans le temps ! <\/span><\/span><\/strong><\/h3>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Toute entreprise cherche à pérenniser et à maintenir les performances de ses systèmes industriels. C’est ce que l’on appelle le MCO (Maintien en Condition Opérationnelle). Il s’agit de garantir à moyen ou long terme la disponibilité et la durée de vie de ses équipements. Une stratégie de pérennisation est indispensable car renouveler tout ou parti d’une installation, qui a déjà nécessité un lourd investissement à l’acquisition, coûte cher. Les industriels veulent aussi augmenter au maximum le ROI et conserver l’homogénéité de leurs installations. Se pose alors la question de la conservation des propriétés sécuritaires des réseaux dans le temps. On parle alors de MCS (Maintien en Condition de Sécurité). <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Les récents exemples de cyberattaques nous prouvent que ce sont les anciens systèmes et les anciennes configurations qui sont les plus vulnérables et les plus ciblés. L’objectif du MCS est alors de collecter, agréger et synthétiser les informations traitant des évolutions de la menace et des vulnérabilités. Une bonne stratégie de MCS permettra de conserver un niveau de sécurité constant, adapté à l’évolution de la menace, ainsi qu’un suivi et une prise en compte des correctifs de sécurité. <img loading=\"lazy\" class=\"wp-image-557 aligncenter\" src=\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg\" alt=\"\" width=\"366\" height=\"244\" \/><\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Le MCS est donc une stratégie indispensable à des projets critiques. Par ailleurs, il est complémentaire au MCO. A terme, tous les industriels devront intégrer le MCS au MCO pour protéger leurs réseaux de cyberattaques. Si aujourd’hui le MCO est de l’ordre de 7 à 15% de la valeur des SI industriels, associer MCO et MCS est une étape cruciale qui ne coûte pas plus cher aux entreprises (entre 10 à 12%). <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Toutefois, le MCS nécessite une expertise dans l’assistance au déploiement de correctifs de sécurité, dans l’application de mesures de sécurité et dans le traitement des incidents de sécurité. Pour se faire, un investissement initial est nécessaire afin de connaitre les vulnérabilités de son système industriel et de mettre en œuvre les mesures organisationnelles et matérielles. Cybelius vous propose deux démarches pour mieux maitriser la menace cyber et appréhender les coûts d’une sécurité efficace et maîtrisée. <\/span><\/span><\/span><\/p>\n<h3><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Une démarche cyber « en profondeur »<\/span><\/span><\/strong><\/h3>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Une démarche cyber globale se traduit d’abord par l’élaboration d’une PSSI (politique de sécurisation des systèmes d’information) qui définit les objectifs à atteindre, les acteurs associés ainsi que les moyens accordés au budget de cybersécurité. Il s’agit de mettre par écrit des règles et procédures pour son usine (droits d’accès, plan de réponse à un incident, procédures de restauration etc.). En France, depuis 2013, seuls les OIV (opérateurs d’importance vitale) sont contraints par la Loi de Programmation Militaire d’établir ces règles mais cette politique devrait s’étendre progressivement à l’ensemble de l’industrie. Au préalable, un engagement de la direction et une sensibilisation du personnel aux éventuelles attaques sont impératifs. En effet, l’initiative d’un projet de cybersécurité industrielle ne peut être envisagée sans qu’il y ait en amont une réelle prise de conscience de la part des dirigeants. On rappelle également qu’une stratégie globale de cybersécurité est le résultat d’un travail collectif. <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Une fois le budget défini, on procède à l’identification de l’existant. Une cartographie du SI industriel (réseaux et équipements, matrice de flux, inventaires des applications, administration du système) permet de déterminer un périmètre, faciliter le traitement des incidents de sécurité et remonter les attaques. Il est recommandé de revoir la cartographie chaque année. On identifie également les logiciels et progiciels qui sont évolutifs. Enfin, on crée les rôles et droits des différents utilisateurs du SI. <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Ensuite, il faut procéder à une analyse de risques. Plusieurs méthodes sont déjà utilisées comme EBIOS ou encore MEHARI. Il s’agit d’identifier les process critiques, les vulnérabilités et menaces ou encore la pertinence et mise à jour des composants. Il faut savoir si ces systèmes sont sensibles en termes de sécurité des biens, des personnes ou de propriété industrielle. A partir de l’analyse de risque, on peut définir une cible de sécurité pour savoir ce que l’on veut protéger au sein de son entreprise et allouer les ressources nécessaires. Lorsque les risques sont tolérés, on parle de risques résiduels (faible impact\/probabilité que le risque soit dangereux pour le SI – cf schéma ci-dessous). <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><img loading=\"lazy\" class=\"wp-image-1069 aligncenter\" src=\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/analyse-de-risque.png\" alt=\"\" width=\"414\" height=\"280\" \/><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Pour satisfaire les critères fondamentaux de la sécurité, il est nécessaire de mettre en place des mesures de sécurité appropriées. Après avoir identifié ce que l’on veut protéger, on définit comment les protéger. On parle ici de mesures organisationnelles et techniques. <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Les mesures organisationnelles englobent : la connaissance de son SI industriel, la formation et sensibilisation du personnel (charte de bonne conduite par exemple), l’intégration de la cybersécurité dès la phase de conception (« by design »), la corrélation de la sécurité physique des locaux avec le contrôle d’accès ou encore la réaction en cas d’incident en lien avec les autorités.<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Lorsqu’on parle de mesures techniques, il s’agit plutôt : de définir les rôles et droits des administrateurs et utilisateurs du SI, les authentifier, de cloisonner le système (et ainsi éviter la propagation d’un virus), de sécuriser les protocoles et équipements, de journaliser les événements (permettre une détection facilitée donc une intervention rapide) ou encore d’installer des équipements qui assurent la sécurité du SI, comme par exemple des firewalls, des zones démilitarisées ou des outils de détection d’intrusions (découvrez <a href=\"https:\/\/www.cybelius.fr\/cypres\/\">CyPRES,<\/a> notre sonde de détection).<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">En entreprenant une démarche globale, combinée à une multiplication des couches de défense, les industriels qui souhaitent relever le défi de l’industrie 4.0 protègent ainsi leurs réseaux des menaces et failles de sécurité, augmentent la résolution des incidents, réduisent les temps d’interruption et évitent les pertes financières.<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">La mise en place d’une telle stratégie et le déploiement de solutions adaptées au système industriel critique s’échelonnent en général sur une année et nécessitent un engagement financier à la hauteur de 10% de la valeur du système industriel (cf schéma ci-dessous).<br \/>\n<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><img loading=\"lazy\" class=\"wp-image-1071 aligncenter\" src=\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/MCS.png\" alt=\"\" width=\"409\" height=\"229\" \/><\/p>\n<h3><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Une démarche cyber « pragmatique »<\/span><\/span><\/strong><\/h3>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Une autre stratégie, plus rapide d’implémentation (sur une période de 2 à 4 mois) et moins onéreuse est également envisageable pour une première étude cyber. Cette démarche permet un premier niveau de sécurisation, à un budget optimisé, pour une meilleure acceptation de la direction générale. Cette démarche dite pragmatique a le mérite de sécuriser les vulnérabilités majeures du système d&rsquo;information qui peuvent mettre en péril le bon fonctionnement du process.<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Voici les 4 étapes à respecter. <\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000080;\"><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">• Inventaire<\/span><\/span><\/strong><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">La première étape relève d’un diagnostic du SI. Tout projet sécurité doit intégrer un inventaire des biens et leur degré d’ouverture sur l’extérieur pour estimer le niveau d’exposition. Au-delà de la connaissance des composants du SI, l’inventaire permettra d’apprécier l’impact d’une compromission, de faciliter le traitement des incidents de sécurité et de déterminer les mesures de protection applicables. Notons que Cybelius dispose d’une solution de détection de cyberattaques : <strong>CyPRES<\/strong>, qui permet notamment d’établir cet inventaire de manière automatisée et rapide.<br \/>\n<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000080;\"><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">• Analyse de risques<\/span><\/span><\/strong><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Après avoir fait un état des lieux des systèmes industriels, on procède à une analyse de risques. Dans cette démarche d’identification des vulnérabilités essentielles du SI, Cybelius a mis au point sa propre méthode, <a href=\"https:\/\/www.cybelius.fr\/methode-danalyse-de-risques\/\">APERO<\/a> (Analyse Pour l’Evaluation des Risques Opérationnels) qui allie cybersécurité et sûreté de fonctionnement. APERO permet de dégager, à tous les stades d’un projet, les points de sécurité qui méritent une analyse particulière et d’avoir très rapidement une vision stable et précise des risques et vulnérabilités de l’infrastructure, selon des métriques définies. Elle se base sur des critères fondamentaux de disponibilité, intégrité, confidentialité, traçabilité, parfois même d’imputabilité. Dans cette analyse, nous différencions les biens essentiels (informations et processus) des biens supports (composants et sous-systèmes).<br \/>\n<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000080;\"><strong><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">• Déploiement d’une solution technique<\/span><\/span><\/strong><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Peu de produits de cybersécurité sur le marché sont conçus pour le contexte particulier des industries. Afin de répondre à cette spécificité, Cybelius, spécialisée dans l’informatique industrielle, a développé des solutions de cybersécurité adaptées à l’univers des technologies opérationnelles.<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Aujourd’hui, il est indispensable d’isoler son réseau SCADA du réseau bureautique ainsi que des réseaux tiers. Pour ce faire, les industriels doivent implémenter un firewall qui filtre les échanges entre les réseaux et qui sécurise les connections distantes.<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Cybelius a ainsi mis au point <a href=\"http:\/\/www.cypres-security.fr\/wp-content\/uploads\/2017\/02\/CyFENCE_VF_web.pdf\">CyFENCE,<\/a> une DMZ qui permet de segmenter une architecture SCADA et sécuriser les échanges entre IT et OT. Elle garantit un cloisonnement strict et propose jusqu’à 10 services permettant la sécurisation des échanges et la remise en condition opérationnelle d’un système. Cette DMZ a été conçu au regard des normes et mesures du domaine dont notamment la norme IEC 62443 et les guides de l’ANSSI).<\/span><\/span><\/span><\/p>\n<p align=\"justify\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">Pour empêcher un virus d&rsquo;atteindre les systèmes, il faut marquer une rupture dans son parcours numérique. Avec CyFENCE, la contamination provenant d’un réseau tiers est ainsi bloquée, évitant sa propagation sur le SI industriel. Cette approche de cybersécurité permet un échange de données saines. La DMZ peut être implémentée facilement, sans perturber la vie de l&rsquo;usine et permet une vraie défense en profondeur.<br \/>\n<\/span><\/span><\/span><span style=\"color: #000000;\"><!-- --><\/span><\/p>\n<p style=\"text-align: justify;\"><strong><span style=\"color: #000080;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">• Mise en place et formation d’une équipe cyber<\/span><\/span><\/span><\/strong><\/p>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: medium;\">L’investissement dans la sécurité des infrastructures ne suffit pas. Pour être optimisée, la démarche de sécurisation du système industriel doit s’accompagner d’une formation (théorique et pratique ) à la cybersécurité, adaptée à l’environnement industriel. L’objectif est double. Il permet de pérenniser les investissements et les mesures mises en œuvre et d’autre part de s’assurer que les équipes informatique et automatisme parlent le même langage. IT, OT et experts cyber doivent collaborer (retrouver d’ailleurs notre <a href=\"https:\/\/www.cybelius.fr\/2017\/10\/26\/equipes-it-et-ot-le-nouveau-duo-de-lindustrie\/\">article<\/a> sur ce sujet).<\/span><\/span><\/span><\/p>\n<p><img loading=\"lazy\" class=\"wp-image-437 aligncenter\" src=\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/10\/34492305_m.jpg\" alt=\"\" width=\"297\" height=\"198\" \/><\/p>\n<p style=\"text-align: justify;\"><!-- Je ne suis vraiment pas un fervent défenseur de Microsoft, cependant, sur la bureautique, bien que Windows lui-même soit le siège d’une grande partie des failles, d’autres éditeurs, y compris dans les logiciels de « sécurité » ont également leur part dans cette problématique de MàJ. Bons nombres des lecteurs par contre seront probablement « pro-windows », il faudrait donc , à mon avis, être plus généraliste sur le sujet. (sans compter qu’il y a aussi de gros soucis, régulièrement, sur le matos comme les routeur Cisco, Juniper ...) --><\/p>\n<p align=\"justify\"><strong><span style=\"color: #fbc300;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Aujourd’hui, les cybercriminels se sont perfectionnés et appréhendent de mieux en mieux les systèmes industriels et la manière de les corrompre. <\/span><\/span><\/span><\/strong><\/p>\n<p align=\"justify\"><strong><span style=\"color: #fbc300;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Autrefois clos, les réseaux OT sont désormais plus ouverts et plus vulnérables avec l’arrivée de l’IoT et l’industrie 4.0. Ces réseaux doivent impérativement être protégés pour éviter les conséquences socio-économiques d’une cyberattaque. <\/span><\/span><\/span><\/strong><\/p>\n<p align=\"justify\"><strong><span style=\"color: #fbc300;\"><span style=\"font-family: Arial,sans-serif;\"><span style=\"font-size: large;\">Des solutions existent et elles passent souvent par une meilleure connaissance de son propre système, des éléments à protéger et des risques. Que la démarche soit globale ou optimisée, Cybelius vous accompagne dans l’implémentation de votre stratégie cyber et dans le déploiement de solutions adaptées aux besoins de vos infrastructures. <\/span><\/span><\/span><\/strong><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wanacry et NotPetya ont réalisé ce que les experts avaient du mal à faire : propulser les questions de cybersécurité à la table de la direction générale des entreprises et éveiller les consciences. Les récentes cyberattaques ont déjà coûté aux entreprises touchées entre 100 et 300 millions de dollars. Des [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3],"tags":[12,13,21,30,31,33,34,38,74,88,89,100,129,137],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Comment investir votre premier euro en cybersécurité industrielle ? &gt; CyBELIUS<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cybelius.fr\/?p=1067\" \/>\n<meta property=\"og:locale\" content=\"fr_FR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Comment investir votre premier euro en cybersécurité industrielle ? &gt; CyBELIUS\" \/>\n<meta property=\"og:description\" content=\"Wanacry et NotPetya ont réalisé ce que les experts avaient du mal à faire : propulser les questions de cybersécurité à la table de la direction générale des entreprises et éveiller les consciences. Les récentes cyberattaques ont déjà coûté aux entreprises touchées entre 100 et 300 millions de dollars. Des [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cybelius.fr\/?p=1067\" \/>\n<meta property=\"og:site_name\" content=\"CyBELIUS\" \/>\n<meta property=\"article:published_time\" content=\"2017-11-30T09:18:07+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cybelius.fr\/#organization\",\"name\":\"CyBELIUS sas\",\"url\":\"https:\/\/www.cybelius.fr\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.cybelius.fr\/#logo\",\"inLanguage\":\"fr-FR\",\"url\":\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png\",\"contentUrl\":\"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png\",\"width\":512,\"height\":512,\"caption\":\"CyBELIUS sas\"},\"image\":{\"@id\":\"https:\/\/www.cybelius.fr\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cybelius.fr\/#website\",\"url\":\"https:\/\/www.cybelius.fr\/\",\"name\":\"CyBELIUS\",\"description\":\"Industrial Cyber Solutions\",\"publisher\":{\"@id\":\"https:\/\/www.cybelius.fr\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cybelius.fr\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"fr-FR\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#primaryimage\",\"inLanguage\":\"fr-FR\",\"url\":\"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg\",\"contentUrl\":\"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#webpage\",\"url\":\"https:\/\/www.cybelius.fr\/?p=1067\",\"name\":\"Comment investir votre premier euro en cybers\\u00e9curit\\u00e9 industrielle ? &gt; CyBELIUS\",\"isPartOf\":{\"@id\":\"https:\/\/www.cybelius.fr\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#primaryimage\"},\"datePublished\":\"2017-11-30T09:18:07+00:00\",\"dateModified\":\"2017-11-30T09:18:07+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#breadcrumb\"},\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cybelius.fr\/?p=1067\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Accueil\",\"item\":\"https:\/\/www.cybelius.fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Comment investir votre premier euro en cybers\\u00e9curit\\u00e9 industrielle ?\"}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#article\",\"isPartOf\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#webpage\"},\"author\":{\"@id\":\"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1\"},\"headline\":\"Comment investir votre premier euro en cybers\\u00e9curit\\u00e9 industrielle ?\",\"datePublished\":\"2017-11-30T09:18:07+00:00\",\"dateModified\":\"2017-11-30T09:18:07+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#webpage\"},\"wordCount\":2110,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/www.cybelius.fr\/#organization\"},\"image\":{\"@id\":\"https:\/\/www.cybelius.fr\/?p=1067#primaryimage\"},\"thumbnailUrl\":\"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg\",\"keywords\":[\"analyse de risques\",\"ANSSI\",\"cartographie\",\"cybers\\u00e9curit\\u00e9\",\"cybers\\u00e9curit\\u00e9 industrielle\",\"cyfence\",\"cypres\",\"d\\u00e9marche cybers\\u00e9curit\\u00e9\",\"investir en cybers\\u00e9curit\\u00e9\",\"MCO\",\"MCS\",\"notpetya\",\"syst\\u00e8mes industriels\",\"wanacry\"],\"articleSection\":[\"Cyber-actualit\\u00e9\"],\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/www.cybelius.fr\/?p=1067#respond\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1\",\"name\":\"Lamyae Benjelloun\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.cybelius.fr\/#personlogo\",\"inLanguage\":\"fr-FR\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g\",\"caption\":\"Lamyae Benjelloun\"},\"sameAs\":[\"https:\/\/www.cybelius.fr\"],\"url\":\"https:\/\/www.cybelius.fr\/?author=2\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Comment investir votre premier euro en cybersécurité industrielle ? &gt; CyBELIUS","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cybelius.fr\/?p=1067","og_locale":"fr_FR","og_type":"article","og_title":"Comment investir votre premier euro en cybersécurité industrielle ? &gt; CyBELIUS","og_description":"Wanacry et NotPetya ont réalisé ce que les experts avaient du mal à faire : propulser les questions de cybersécurité à la table de la direction générale des entreprises et éveiller les consciences. Les récentes cyberattaques ont déjà coûté aux entreprises touchées entre 100 et 300 millions de dollars. Des [&hellip;]","og_url":"https:\/\/www.cybelius.fr\/?p=1067","og_site_name":"CyBELIUS","article_published_time":"2017-11-30T09:18:07+00:00","og_image":[{"url":"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg"}],"twitter_card":"summary_large_image","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/www.cybelius.fr\/#organization","name":"CyBELIUS sas","url":"https:\/\/www.cybelius.fr\/","sameAs":[],"logo":{"@type":"ImageObject","@id":"https:\/\/www.cybelius.fr\/#logo","inLanguage":"fr-FR","url":"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png","contentUrl":"https:\/\/www.cybelius.fr\/wp-content\/uploads\/2021\/04\/cropped-android-chrome-192x192-1.png","width":512,"height":512,"caption":"CyBELIUS sas"},"image":{"@id":"https:\/\/www.cybelius.fr\/#logo"}},{"@type":"WebSite","@id":"https:\/\/www.cybelius.fr\/#website","url":"https:\/\/www.cybelius.fr\/","name":"CyBELIUS","description":"Industrial Cyber Solutions","publisher":{"@id":"https:\/\/www.cybelius.fr\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cybelius.fr\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"fr-FR"},{"@type":"ImageObject","@id":"https:\/\/www.cybelius.fr\/?p=1067#primaryimage","inLanguage":"fr-FR","url":"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg","contentUrl":"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg"},{"@type":"WebPage","@id":"https:\/\/www.cybelius.fr\/?p=1067#webpage","url":"https:\/\/www.cybelius.fr\/?p=1067","name":"Comment investir votre premier euro en cybersécurité industrielle ? &gt; CyBELIUS","isPartOf":{"@id":"https:\/\/www.cybelius.fr\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.cybelius.fr\/?p=1067#primaryimage"},"datePublished":"2017-11-30T09:18:07+00:00","dateModified":"2017-11-30T09:18:07+00:00","breadcrumb":{"@id":"https:\/\/www.cybelius.fr\/?p=1067#breadcrumb"},"inLanguage":"fr-FR","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cybelius.fr\/?p=1067"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cybelius.fr\/?p=1067#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Accueil","item":"https:\/\/www.cybelius.fr\/"},{"@type":"ListItem","position":2,"name":"Comment investir votre premier euro en cybersécurité industrielle ?"}]},{"@type":"Article","@id":"https:\/\/www.cybelius.fr\/?p=1067#article","isPartOf":{"@id":"https:\/\/www.cybelius.fr\/?p=1067#webpage"},"author":{"@id":"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1"},"headline":"Comment investir votre premier euro en cybersécurité industrielle ?","datePublished":"2017-11-30T09:18:07+00:00","dateModified":"2017-11-30T09:18:07+00:00","mainEntityOfPage":{"@id":"https:\/\/www.cybelius.fr\/?p=1067#webpage"},"wordCount":2110,"commentCount":0,"publisher":{"@id":"https:\/\/www.cybelius.fr\/#organization"},"image":{"@id":"https:\/\/www.cybelius.fr\/?p=1067#primaryimage"},"thumbnailUrl":"http:\/\/www.cybelius.fr\/wp-content\/uploads\/2017\/11\/construction-worker-495373L.jpg","keywords":["analyse de risques","ANSSI","cartographie","cybersécurité","cybersécurité industrielle","cyfence","cypres","démarche cybersécurité","investir en cybersécurité","MCO","MCS","notpetya","systèmes industriels","wanacry"],"articleSection":["Cyber-actualité"],"inLanguage":"fr-FR","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/www.cybelius.fr\/?p=1067#respond"]}]},{"@type":"Person","@id":"https:\/\/www.cybelius.fr\/#\/schema\/person\/be7a6f1cf66cc2e1d769c25b4e8bf9c1","name":"Lamyae Benjelloun","image":{"@type":"ImageObject","@id":"https:\/\/www.cybelius.fr\/#personlogo","inLanguage":"fr-FR","url":"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/065286dd42cb104831366f3e6e0a0297?s=96&d=mm&r=g","caption":"Lamyae Benjelloun"},"sameAs":["https:\/\/www.cybelius.fr"],"url":"https:\/\/www.cybelius.fr\/?author=2"}]}},"_links":{"self":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts\/1067"}],"collection":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=1067"}],"version-history":[{"count":0,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=\/wp\/v2\/posts\/1067\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=1067"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Fcategories&post=1067"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.cybelius.fr\/index.php?rest_route=%2Fwp%2Fv2%2Ftags&post=1067"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}